"+ Add Variable" = "";

/* Title for add new object button on objects bar. */
"Add" = "";

/* Section header in media selection view. */
"All Looks" = "";

/* Section header in media selection view. */
"All Sounds" = "";

/* BLE device not suppored. */
"BLE-device-not-support" = "";

/* Character info page title */
"Characters" = "";

/* Device connection status */
"Connected" = "";

/* Title for create new variable button */
"Create" = "";

/* Title for delete button */
"DELETE" = "";

/* Delete character dailog message */
"Delete this character?" = "";

/* Delete device dailog message */
"Delete this device?" = "";

/* Device info page title */
"Devices" = "";

/* Device connection status */
"Disconnect" = "";

/* Device connection status */
"Disconnected" = "";

/* Faild to add a new character error message */
"error-character-added-failed-description" = "";

/* Device connection faild default error message */
"error-connection-failed-description" = "";

/* Device connection faild default error message title */
"error-connection-failed-title" = "";

/* Already  add the same device error message. (Should include a %@, which will be replace by device name) */
"error-device-already-added-description" = "";

/* Download media failed */
"error-download-media-failed" = "";

/* Object has same name error message */
"error-object-has-same-name-description" = "";

/* Finish quick tutorial dialog description */
"finish-tutorial-description" = "";

/* Finish quick tutorial dialog title */
"finish-tutorial-title" = "";

/* Scope selections for a new variable */
"For all objects" = "";

/* Scope selections for a new variable */
"For this object" = "";

/* Character hidden setting switch title */
"Hide in player" = "";

/* Description for add object hint */
"hint-add-object-description" = "";

/* Title for add object hint */
"hint-add-object-title" = "";

/* Title for add variable description */
"hint-add-variable-description" = "";

/* Title for add variable hint */
"hint-add-variable-title" = "";

/* Tutorial page title in IDE */
"How To..." = "";

/* List */
"List" = "";

/* General loading place holder */
"Loading ..." = "";

/* Multiple BLE device not suppored. */
"multi-BLE-device-not-support" = "";

/* Placeholder text for new variable */
"Name" = "";

/* Title for create new list page */
"New List" = "";

/* Title for create new variable page */
"New Variable" = "";

/* No available selections */
"No Selections" = "";

/* Object rename field place holder */
"Object name" = "";

/* Confirm popover dialog */
"OK" = "";

/* Header for character selection view in object info page */
"Other Characters" = "";

/* Save current changes in IDE to a new project or not */
"project-save-or-discard" = "";

/* Quick tutorial description */
"quick-tutorial-description" = "";

/* Quick tutorial title */
"quick-tutorial-title" = "";

/* Section header in media selection view. */
"Related Looks" = "";

/* Section header in media selection view. */
"Related Sounds" = "";

/* Title of saving to new document */
"Save your changes?" = "";

/* Scanning devices default description */
"Searching for devices nearby." = "";

/* Hint for device connection view */
"Tap to connect..." = "";

/* Button title for new variable selection menu. */
"Variable" = "";

